{"data":{"site":{"siteMetadata":{"title":"PerfReviews"}},"allMarkdownRemark":{"edges":[{"node":{"excerpt":"Una de las herramientas que utilizamos para hacer las PerfReview es  Lighthouse , vamos a ver cómo utilizarlo para crear unos informes de…","fields":{"slug":"/tools/1.1-Lighthouse-Report/"},"frontmatter":{"date":"Invalid date","title":"Lighthouse Report","description":"Vamos a crear un script en node.js para obtener informes de Web Performance utilizando Lighthouse, todo ello desde la terminal. Esto nos permitirá poder automatizar el proceso en diversos workflows."}}},{"node":{"excerpt":"Analizamos  la web de Renfe . Una web con poco contenido pero con potenciales mejoras. Veremos estáticos sin minificar, duplicación de…","fields":{"slug":"/reviews/1.5-renfe.com/"},"frontmatter":{"date":"February 26, 2019","title":"Renfe","description":"Analizamos la web de Renfe. Veremos estáticos sin minificar, duplicación de assets, combinación de recursos “a mano” y problemas de repintado producidos por librerías de tracking."}}},{"node":{"excerpt":"Referencias Preload, Prefetch And Priorities in Chrome Informes PageSpeed Insights Mobile Home Articles Article Desktop Home Articles…","fields":{"slug":"/reviews/1.4-smashingmagazine.com/"},"frontmatter":{"date":"January 28, 2019","title":"Smashing Magazine","description":"Analizamos la web de Smashing Magazine buscando técnicas para servir las páginas con un buen rendimiento y las encontramos. Service worker, preload/preconnect para acelerar la carga de recursos, critical CSS con lazy loading del resto del CSS, una carga no bloqueante de fuentes... Vamos, la mejor web que hemos revisado hasta el momento."}}},{"node":{"excerpt":"Gracias a  Paco Segovia  y  Jaime Lozano  por sugerirnos este site para la review.\n Análisis  de Accesibilidad y Usabilidad de  Paco Segovia…","fields":{"slug":"/reviews/1.3-zara.com/"},"frontmatter":{"date":"January 07, 2019","title":"Zara","description":"Analizamos la web de Zara y encontramos buenas técnicas para tener un buen rendimiento pero también margen de mejora. Imágenes enormes que se escalan a un tamaño pequeño, SVG optimizables, optimizely bloqueante..."}}},{"node":{"excerpt":"Informes y herramientas PageSpeed Insights Home Producto Cloudinary (imágenes) Informe de Cloudinary de la página de home.  Potential…","fields":{"slug":"/reviews/1.2-elcorteingles.es/"},"frontmatter":{"date":"December 31, 2018","title":"El Corte Inglés","description":"Revisamos la web de El Corte Inglés y encontramos muchas peticiones a imágenes que no se llegan a mostrar, JS y CSS grandes de los que se usan una mínima parte y otros problemas."}}},{"node":{"excerpt":"Informes y herramientas PageSpeed Insights Home Product Cloudinary (imágenes) Informe de Cloudinary de la página de home.  Potential…","fields":{"slug":"/reviews/1.1-mediamarkt.es/"},"frontmatter":{"date":"December 28, 2018","title":"Mediamarkt España","description":"En nuestro primer análisis revisamos la nueva web de Mediamarkt España. Encontramos problemas con el cacheo, falta de compresión, múltiples versiones de jQuery y más."}}}]}},"pageContext":{}}