{"data":{"site":{"siteMetadata":{"title":"PerfReviews"}},"allMarkdownRemark":{"edges":[{"node":{"excerpt":"El Corte Inglés Informes y herramientas PageSpeed Insights Home Producto Cloudinary (imágenes) Informe de Cloudinary de la página de home…","fields":{"slug":"/1.2-elcorteingles.es/README/"},"frontmatter":{"date":null,"title":"","description":null}}},{"node":{"excerpt":"Mediamarkt España Informes y herramientas PageSpeed Insights Home Product Cloudinary (imágenes) Informe de Cloudinary de la página de home…","fields":{"slug":"/1.1-mediamarkt.es/README/"},"frontmatter":{"date":null,"title":"","description":null}}},{"node":{"excerpt":"Zara Gracias a  Paco Segovia  y  Jaime Lozano  por sugerirnos este site para la review.\n Análisis  de Accesibilidad y Usabilidad de  Paco…","fields":{"slug":"/1.3-zara.com/README/"},"frontmatter":{"date":null,"title":"","description":null}}},{"node":{"excerpt":"Smashing Magazine Review Referencias Preload, Prefetch And Priorities in Chrome Informes PageSpeed Insights Mobile Home Articles Article…","fields":{"slug":"/1.4-smashingmagazine.com/README/"},"frontmatter":{"date":null,"title":"","description":null}}},{"node":{"excerpt":"Renfe Referencias Por qué 700.000 euros es un presupuesto ridículo para “arreglar” la web de Renfe Informes Lighthouse WebPageTest desktop…","fields":{"slug":"/1.5-renfe.com/README/"},"frontmatter":{"date":null,"title":"","description":null}}},{"node":{"excerpt":"Far far away, behind the word mountains, far from the countries Vokalia and\nConsonantia, there live the blind texts. Separated they live in…","fields":{"slug":"/hi-folks/"},"frontmatter":{"date":"May 28, 2015","title":"New Beginnings","description":"This is a custom description for SEO and Open Graph purposes, rather than the default generated excerpt. Simply add a description field to the frontmatter."}}},{"node":{"excerpt":"Wow! I love blogging so much already. Did you know that “despite its name, salted duck eggs can also be made from\nchicken eggs, though the…","fields":{"slug":"/my-second-post/"},"frontmatter":{"date":"May 06, 2015","title":"My Second Post!","description":null}}},{"node":{"excerpt":"This is my first post on my new fake blog! How exciting! I’m sure I’ll write a lot more interesting things in the future. Oh, and here’s a…","fields":{"slug":"/hello-world/"},"frontmatter":{"date":"May 01, 2015","title":"Hello World","description":null}}}]}},"pageContext":{}}